[
  {
    "id": "2544114",
    "title": "CAREER: Advancing Precision Biomimetic Nanodelivery for Neurovascular Inflammation",
    "abstract": "Inflammation of the brain plays a major role in diseases such as stroke and dementia. Delivering medicines to the brain is difficult because often they do not reach damaged brain tissues. This CAREER project will produce biomimetic nanoparticles that have molecules specifically targeting brain blood vessels.  The project will determine how the nanoparticles adhere to and cross inflamed brain blood vessels in disease-mimicking models. The project will integrate nanotechnology, bioengineering, vas",
    "amount": 561273,
    "startDate": "05/01/2026",
    "endDate": "04/30/2031",
    "awardee": "Arizona State University",
    "city": "SCOTTSDALE",
    "state": "AZ",
    "pi": "Kuei-Chun Wang",
    "piEmail": "kuei-chun.wang@asu.edu",
    "date": "02/11/2026",
    "sectors": []
  },
  {
    "id": "2538208",
    "title": "Conference: 2026 Solid State Chemistry GRC and GRS",
    "abstract": "PART 1:   NON-TECHNICAL SUMMARY\r\n\r\nThe 2026 Solid State Chemistry Gordon Research Conference (GRC) will be held July 26-31, 2026, at Colby-Sawyer College in New London, NH.  An affiliated Gordon Research Seminar (GRS) will take place July 25-26, 2026, at the same venue.  Solid state chemistry plays an essential role in the design and discovery of new functional materials to meet ever-growing societal demands for smaller, faster, and safer technologies.  Research results presented at this confere",
    "amount": 30000,
    "startDate": "04/01/2026",
    "endDate": "09/30/2026",
    "awardee": "Gordon Research Conferences",
    "city": "EAST GREENWICH",
    "state": "RI",
    "pi": "Catherine Oertel",
    "piEmail": "Catherine.Oertel@oberlin.edu",
    "date": "12/11/2025",
    "sectors": []
  },
  {
    "id": "2539132",
    "title": "CAREER: Connecting Microscopic Rearrangements to Macroscopic Flow in Dynamic Covalent Networks",
    "abstract": "Non-Technical Summary\r\nHigh-performance materials ranging from composites for structural and defense capabilities to biomaterials for biotechnology and agricultural applications rely on long-chain macromolecules ‘stitched’ together into networks. The resulting polymer networks show high mechanical strength but are typically challenging to process in energy and cost-efficient ways that prevents manufacturing and use. The incorporation of chemical linkages that can rearrange on the molecular level",
    "amount": 650000,
    "startDate": "03/01/2026",
    "endDate": "02/28/2031",
    "awardee": "University of Illinois at Urbana-Champaign",
    "city": "URBANA",
    "state": "IL",
    "pi": "Alexa Kuenstler",
    "piEmail": "akuenstl@illinois.edu",
    "date": "12/22/2025",
    "sectors": []
  },
  {
    "id": "2610456",
    "title": "EAGER: Safe Direct Sound Printing: De-risking Thermo-acoustic Phenomena in Non-invasive Deep Tissue Bioprinting",
    "abstract": "The ability to build or repair biological structures inside the human body without open surgery has long been a goal of medicine and manufacturing, with the potential to reduce infection risk, recovery time, pain, and healthcare costs. Existing bioprinting approaches rely on light or heat to solidify materials, which limits their use to shallow or externally accessible regions because these energy sources cannot penetrate deeply into biological tissues. Ultrasound, by contrast, can travel throug",
    "amount": 150000,
    "startDate": "03/01/2026",
    "endDate": "02/29/2028",
    "awardee": "University of California-Davis",
    "city": "DAVIS",
    "state": "CA",
    "pi": "Mohsen Habibi",
    "piEmail": "mohabibi@ucdavis.edu",
    "date": "01/29/2026",
    "sectors": []
  },
  {
    "id": "2527624",
    "title": "Partnerships for Engagement, Resilience, and Support through Interdisciplinary STEM Teamwork",
    "abstract": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Ursinus College. A total of 24 scholars pursuing bachelor of science degrees in Biology, Biochemistry and Molecular Biology, Chemistry, Computer Science, and Physics will receive scholarships averaging $14,500 for up to five years. Scholars will receive facul",
    "amount": 1999659,
    "startDate": "03/01/2026",
    "endDate": "02/29/2032",
    "awardee": "Ursinus College",
    "city": "COLLEGEVILLE",
    "state": "PA",
    "pi": "William Mongan",
    "piEmail": "wmongan@ursinus.edu",
    "date": "02/06/2026",
    "sectors": []
  },
  {
    "id": "2502819",
    "title": "Equipment: CC* Storage-Region: RRSNM: Regional Research Storage to Advance Cyberinfrastructure at Institutions in New Mexico",
    "abstract": "This project to New Mexico State University strengthens regional cyberinfrastructure by expanding high-performance data storage to support data-intensive and AI-enabled research and education across New Mexico and West Texas. The project enhances the New Mexico State University's high-performance computing environment with scalable, high-throughput storage that serves a broad range of disciplines, including engineering, computer science, agriculture, biology, chemistry, and astronomy. The expand",
    "amount": 1396785,
    "startDate": "03/01/2026",
    "endDate": "02/29/2028",
    "awardee": "New Mexico State University",
    "city": "LAS CRUCES",
    "state": "NM",
    "pi": "Lizely Madrigal",
    "piEmail": "lmadriga@nmsu.edu",
    "date": "02/10/2026",
    "sectors": []
  },
  {
    "id": "2610324",
    "title": "CAREER: Enzymatic Sulfur Incorporation and Modification in the Biosynthesis of Natural Products",
    "abstract": "With the support of the Chemistry of Life Processes Program in the Chemistry Division, Jie Li from the University of South Carolina is studying how nature uses enzymes to incorporate and modify sulfur centers in microbial secondary metabolites. These natural products provide a competitive advantage to the producing microbes while also conferring significant fundamental value in medicinal, manufacturing, agricultural applications. In contrast to extensively studied sulfur incorporation in primary",
    "amount": 865975,
    "startDate": "02/15/2026",
    "endDate": "01/31/2028",
    "awardee": "University of Texas at Austin",
    "city": "AUSTIN",
    "state": "TX",
    "pi": "JIE LI",
    "piEmail": "jie.li@austin.utexas.edu",
    "date": "02/09/2026",
    "sectors": []
  },
  {
    "id": "2542264",
    "title": "CAREER: Molecular Design Rules for Self-Reporting Biophotonic Nanoprobes to Elucidate Intracellular Pathways Driving Chronic Pain",
    "abstract": "Chronic pain affects millions of Americans and remains difficult to treat without relying on opioid drugs. To develop more effective pain treatments, scientists need better tools to study pain signals in nerve cells. Recent research suggests that pain signaling occurs at receptors on the surface of neurons and can continue from inside the cell after surface receptors are internalized. Existing tools cannot directly study these internal processes. This CAREER project will develop tiny, light-resp",
    "amount": 579191,
    "startDate": "02/15/2026",
    "endDate": "01/31/2031",
    "awardee": "New York University",
    "city": "NEW YORK",
    "state": "NY",
    "pi": "Nathalie Pinkerton",
    "piEmail": "nmp2@nyu.edu",
    "date": "02/11/2026",
    "sectors": []
  },
  {
    "id": "2502892",
    "title": "Collaborative Research: Accelerated Discovery of Lead-Free Metal Halide Perovskitoids using Automation and Artificial Intelligence",
    "abstract": "Non-Technical Summary: \r\n\r\nHalide perovskites and perovskitoids are a broad family of materials that have many applications including photovoltaic solar cells, lighting, lasers, photodetectors, x-ray detectors, and catalysis. However, many of the applications use materials containing toxic metals, such as lead. In this project, with support from the Solid State and Materials Chemistry Program in the Mathematical and Physical Sciences Directorate, automated laboratory experiments are guided by ar",
    "amount": 364453,
    "startDate": "02/15/2026",
    "endDate": "01/31/2029",
    "awardee": "Haverford College",
    "city": "HAVERFORD",
    "state": "PA",
    "pi": "Alexander Norquist",
    "piEmail": "anorquis@haverford.edu",
    "date": "02/10/2026",
    "sectors": [
      "ai"
    ]
  },
  {
    "id": "2541067",
    "title": "CAREER: Electron Donor-Acceptor Strategies for Photocatalytic Selective C(sp2)-H and C(sp3)-H Activation and Functionalization",
    "abstract": "With the support of the Chemical Catalysis program in the Chemistry Section, Professor Qilei Zhu of the University of Utah is studying new light-driven chemical strategies for the efficient synthesis and production of value-added chemicals from readily available hydrocarbon feedstocks. Carbon–hydrogen bonds are among the most common yet difficult chemical connections to manipulate, and improving control over these bonds would enable more efficient routes to medicines, advanced materials, and oth",
    "amount": 775000,
    "startDate": "02/15/2026",
    "endDate": "01/31/2031",
    "awardee": "University of Utah",
    "city": "SALT LAKE CITY",
    "state": "UT",
    "pi": "Qilei Zhu",
    "piEmail": "q.zhu@utah.edu",
    "date": "02/05/2026",
    "sectors": []
  },
  {
    "id": "2502891",
    "title": "Collaborative Research: Accelerated Discovery of Lead-Free Metal Halide Perovskitoids using Automation and Artificial Intelligence",
    "abstract": "Non-Technical Summary: \r\n\r\nHalide perovskites and perovskitoids are a broad family of materials that have many applications including photovoltaic solar cells, lighting, lasers, photodetectors, x-ray detectors, and catalysis. However, many of the applications use materials containing toxic metals, such as lead. In this project, with support from the Solid State and Materials Chemistry Program in the Mathematical and Physical Sciences Directorate, automated laboratory experiments are guided by ar",
    "amount": 393021,
    "startDate": "02/15/2026",
    "endDate": "01/31/2029",
    "awardee": "Fordham University",
    "city": "BRONX",
    "state": "NY",
    "pi": "Joshua Schrier",
    "piEmail": "jschrier@fordham.edu",
    "date": "02/10/2026",
    "sectors": [
      "ai"
    ]
  },
  {
    "id": "2617691",
    "title": "New Synthetic Opportunities with N-Alkenylnitrones and N,O-Dialkenylhydroxylamines",
    "abstract": "With support from the Chemical Mechanism, Function, and Properties Program in the Division of Chemistry, a research team at the University of Illinois at Chicago are developing new reactions to rapidly assemble novel molecules through unconventional strategies using N-alkenylnitrones and N,O-dialkenylhydroxylamines as reactive intermediates. The rearrangement reactivity of these intermediates is being controlled to form more complex molecules with defined three-dimensional structure. Simple modu",
    "amount": 550692,
    "startDate": "02/15/2026",
    "endDate": "07/31/2028",
    "awardee": "University of Rochester",
    "city": "ROCHESTER",
    "state": "NY",
    "pi": "Laura Anderson",
    "piEmail": "lander41@ur.rochester.edu",
    "date": "02/13/2026",
    "sectors": []
  },
  {
    "id": "2545369",
    "title": "Conference: 21st Annual Graduate Student Combinatorics Conference",
    "abstract": "The 21st Graduate Student Combinatorics Conference (GSCC) will be held at the University of Illinois Chicago on March 27-29, 2026. The conference will support and benefit graduate student researchers in combinatorics working at institutions across the United States of America. There will be plenary talks given by known and highly-regarded researchers in distinct subfields of combinatorics. The rest of the conference will be made up of talks given by graduate students from a broad range of subfie",
    "amount": 45950,
    "startDate": "02/15/2026",
    "endDate": "01/31/2027",
    "awardee": "University of Illinois at Chicago",
    "city": "CHICAGO",
    "state": "IL",
    "pi": "Dhruv Mubayi",
    "piEmail": "mubayi@uic.edu",
    "date": "02/04/2026",
    "sectors": []
  },
  {
    "id": "2617615",
    "title": "CAREER: Well-posedness and long-time behavior of reaction-diffusion and kinetic equations",
    "abstract": "This project focuses on the behavior of physical, chemical, and biological systems that can be modelled by partial differential equations (PDEs).  The forces that determine the time-evolution of these systems are complex, making their analysis subtle and technical.  Two fundamental questions of interest are the qualitative behavior of these systems, e.g., whether solutions have large fluctuations, and their long-time behavior, e.g., by quantifying the speed with which an invasive species overrun",
    "amount": 453932,
    "startDate": "02/01/2026",
    "endDate": "05/31/2029",
    "awardee": "University of Maryland, College Park",
    "city": "COLLEGE PARK",
    "state": "MD",
    "pi": "Christopher Henderson",
    "piEmail": "ckhenderson@math.arizona.edu",
    "date": "02/13/2026",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2510173",
    "title": "Equipment: MRI: Track 1 Acquisition of a JEOL JEM-120i Transmission Electron Microscope with 3D Tomography for the Central Microscopy Facility at the Marine Biological Laboratory",
    "abstract": "An award is made to the Marine Biological Laboratory (MBL) in Woods Hole, Massachusetts to enable the acquisition of a transmission electron microscope capable of high-resolution three-dimensional imaging of cells and tissues. This instrument will be housed in the MBL’s Central Microscopy Facility and will greatly amplify the research and discovery potential for both year-round resident scientists and visiting scientists in areas spanning biology, bioengineering, and biomedicine. This instrument",
    "amount": 1250907,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "Marine Biological Laboratory",
    "city": "WOODS HOLE",
    "state": "MA",
    "pi": "Jennifer Morgan",
    "piEmail": "jmorgan@mbl.edu",
    "date": "02/09/2026",
    "sectors": []
  },
  {
    "id": "2548593",
    "title": "An Inverse Problem Approach to Micro-PIV for Investigating Tiny Insect Flight Aerodynamics",
    "abstract": "Tiny insects are surprisingly good flyers, but their aerodynamics are poorly understood because they are so small.  Understanding their flight aerodynamics and abilities could lead to improved micro-aerial vehicle designs and new control strategies for agricultural pests. Measurements of the flow around flying tiny insects could help, but measurements are challenging because of the insects’ small size and because they beat their wings hundreds of times per second. This project will develop and v",
    "amount": 550000,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "University of South Florida",
    "city": "TAMPA",
    "state": "FL",
    "pi": "David Murphy",
    "piEmail": "davidmurphy@usf.edu",
    "date": "01/29/2026",
    "sectors": []
  },
  {
    "id": "2516843",
    "title": "Collaborative Research: Linking phenotypes and genomes to environmental maladaptation in two contrasting oak species",
    "abstract": "Oaks dominate many ecosystems of California and the United States, making them crucial to biodiversity and economically valuable for timber products, such as lumber and furniture wood. Recent research has demonstrated that oaks are maladapted to current environmental conditions, being better adapted to cooler environments present 20,000 years ago. This unexpected maladaptation results in tree mortality, reduced growth, and increased susceptibility to pathogens. The project investigates the under",
    "amount": 367034,
    "startDate": "02/01/2026",
    "endDate": "01/31/2030",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Victoria Sork",
    "piEmail": "vlsork@ucla.edu",
    "date": "01/29/2026",
    "sectors": []
  },
  {
    "id": "2410650",
    "title": "Many-body Physics with Electrons on Helium",
    "abstract": "Non-Technical Abstract:\r\n\r\nLow-dimensional electron systems play an important role in modern condensed-matter physics and quantum information science (QIS). A uniquely clean and well-controlled example is provided by electrons trapped on the surface of superfluid helium. In this system, electrons float in vacuum just above the helium surface at temperatures near absolute zero, where the helium is superfluid. The absence of disorder and defects makes electrons on helium the most pristine two-dime",
    "amount": 535916,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "Michigan State University",
    "city": "EAST LANSING",
    "state": "MI",
    "pi": "Johannes Pollanen",
    "piEmail": "pollanen@pa.msu.edu",
    "date": "12/31/2025",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2516844",
    "title": "Collaborative Research: Linking phenotypes and genomes to environmental maladaptation in two contrasting oak species",
    "abstract": "Oaks dominate many ecosystems of California and the United States, making them crucial to biodiversity and economically valuable for timber products, such as lumber and furniture wood. Recent research has demonstrated that oaks are maladapted to current environmental conditions, being better adapted to cooler environments present 20,000 years ago. This unexpected maladaptation results in tree mortality, reduced growth, and increased susceptibility to pathogens. The project investigates the under",
    "amount": 963864,
    "startDate": "02/01/2026",
    "endDate": "01/31/2030",
    "awardee": "University of California-Santa Barbara",
    "city": "SANTA BARBARA",
    "state": "CA",
    "pi": "Leander Anderegg",
    "piEmail": "landeregg@ucsb.edu",
    "date": "01/29/2026",
    "sectors": []
  },
  {
    "id": "2540138",
    "title": "CAREER: Mechanochemistry - Breaking Solution-Phase Barriers to Access Challenging Metal-Organic Frameworks",
    "abstract": "PART 1: NON-TECHNICAL SUMMARY\r\n\r\nWith support from the Solid State and Materials Chemistry Program, this NSF CAREER project explores a new way to create advanced porous materials called metal-organic frameworks (MOFs). These materials are built from metal ions and organic molecules and can store gas, clean water, capture carbon dioxide, and support chemical reactions used in energy technologies. Traditionally, MOFs are made in hot liquid solutions that require high temperatures and large amounts",
    "amount": 875763,
    "startDate": "02/01/2026",
    "endDate": "01/31/2031",
    "awardee": "Ohio University",
    "city": "ATHENS",
    "state": "OH",
    "pi": "Wenyang Gao",
    "piEmail": "gaow@ohio.edu",
    "date": "01/20/2026",
    "sectors": []
  },
  {
    "id": "2618030",
    "title": "Collaborative Research: Advancing a comprehensive model of year-round ecosystem function in seasonally frozen lakes through networked science",
    "abstract": "Winter is the fastest warming season in the northern hemisphere. For millions of the world’s seasonally-frozen lakes, this warming means shorter and thinner ice cover and changing patterns of snow accumulation on the ice. Because ice and snow affect many fundamental physical, chemical, and biological properties of lakes, changes in winter conditions can disrupt lake ecosystems and the services they provide to humanity. Until recently, lake scientists paid relatively little attention to winter, m",
    "amount": 425311,
    "startDate": "02/01/2026",
    "endDate": "10/31/2027",
    "awardee": "University of California-Davis",
    "city": "DAVIS",
    "state": "CA",
    "pi": "Stephanie Hampton",
    "piEmail": "sehampton@ucdavis.edu",
    "date": "02/13/2026",
    "sectors": []
  },
  {
    "id": "2507049",
    "title": "Equipment: MRI:Track#3 Acquisition of a Partial Helium Recovery System",
    "abstract": "An award is made to Rensselaer Polytechnic Institute to enable the acquisition of a “partial” liquid helium recycling system. This partial system will capture nonrenewable helium gas used to maintain the high-field superconducting magnets of 600 and 500 MHz Nuclear Magnetic Resonance (NMR) instruments in the Chemistry building and have the gas liquified by the liquid helium plant located in the NMR core facility within the Center for Biotechnology and Interdisciplinary Studies building. This par",
    "amount": 161832,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "Rensselaer Polytechnic Institute",
    "city": "TROY",
    "state": "NY",
    "pi": "Scott McCallum",
    "piEmail": "mccals@rpi.edu",
    "date": "02/06/2026",
    "sectors": [
      "nuclear",
      "quantum"
    ]
  },
  {
    "id": "2502536",
    "title": "MFAI: Data for and from Language Models: Information, Dynamics, Architectures, and Optimization",
    "abstract": "The impact of (large) language models (LM) has been felt across a wide range of scientific domains. It is no exaggeration to state LMs have revolutionized several applications, including both commercial and scientific discovery. Among all the factors that contributed to the success of LMs, it is empirically clear that data is one of the most important. However, this relationship remains poorly understood and motivates foundational questions, given its importance to the success of LMs.  Therefore",
    "amount": 1200000,
    "startDate": "01/15/2026",
    "endDate": "12/31/2028",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Suhas Diggavi",
    "piEmail": "suhas@ee.ucla.edu",
    "date": "01/12/2026",
    "sectors": []
  },
  {
    "id": "2527929",
    "title": "Supportive Community College STEM Students Development, Persistence, Transfer, and Success",
    "abstract": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Chemeketa Community College. A total of 98 scholars pursuing a transfer degree in biology, chemistry, data science, engineering, geology, mathematics, physics, and computer science will receive scholarships averaging $6554 for up to two years. Scholars will r",
    "amount": 1999946,
    "startDate": "01/15/2026",
    "endDate": "12/31/2031",
    "awardee": "Chemeketa Community College",
    "city": "SALEM",
    "state": "OR",
    "pi": "Keith Schloeman",
    "piEmail": "kschloem@chemeketa.edu",
    "date": "01/13/2026",
    "sectors": []
  },
  {
    "id": "2527499",
    "title": "Supporting Transfer Students in Biology, Chemistry, Computer Science, and Mathematics",
    "abstract": "This project will contribute to the national need for well-educated scientists, mathematicians, engineers, and technicians by supporting the retention and graduation of high-achieving, low-income students with demonstrated financial need at Athens State University. A total of 28 scholars pursuing BS in Biology, Chemistry, Computer Science, Information Technology and Mathematics will receive scholarships averaging $15,000 per year for up to three years. Scholars will receive faculty, peer and com",
    "amount": 2000000,
    "startDate": "01/15/2026",
    "endDate": "12/31/2031",
    "awardee": "Athens State University",
    "city": "ATHENS",
    "state": "AL",
    "pi": "Shannon Pittman",
    "piEmail": "shannon.pittman@athens.edu",
    "date": "01/16/2026",
    "sectors": []
  },
  {
    "id": "2549970",
    "title": "Collaborative Research:  AGS-FIRP Track 2--Phased Array Polarimetry for Electrification and Lightning (PAPEL)",
    "abstract": "This award supports the study of cloud electrification and lightning using phased-array weather radar.  The research team will deploy multiple mobile radars to the field to observe key aspects of thunderstorms. Phased-array radars provide extremely fast sampling compared to traditional radars, allowing measurement of lightning features that were previously difficult to observe. Improved knowledge of lightning processes supports better hazard prediction and helps reduce risks to people and infras",
    "amount": 389343,
    "startDate": "04/01/2026",
    "endDate": "03/31/2029",
    "awardee": "Texas Tech University",
    "city": "LUBBOCK",
    "state": "TX",
    "pi": "Eric Bruning",
    "piEmail": "eric.bruning@ttu.edu",
    "date": "02/10/2026",
    "sectors": [
      "defense"
    ]
  },
  {
    "id": "2549969",
    "title": "Collaborative Research:  AGS-FIRP Track 2--Phased Array Polarimetry for Electrification and Lightning (PAPEL)",
    "abstract": "This award supports the study of cloud electrification and lightning using phased-array weather radar.  The research team will deploy multiple mobile radars to the field to observe key aspects of thunderstorms. Phased-array radars provide extremely fast sampling compared to traditional radars, allowing measurement of lightning features that were previously difficult to observe. Improved knowledge of lightning processes supports better hazard prediction and helps reduce risks to people and infras",
    "amount": 971621,
    "startDate": "04/01/2026",
    "endDate": "03/31/2029",
    "awardee": "University of Oklahoma Norman Campus",
    "city": "NORMAN",
    "state": "OK",
    "pi": "David Schvartzman",
    "piEmail": "dschvart@ou.edu",
    "date": "02/10/2026",
    "sectors": [
      "defense"
    ]
  },
  {
    "id": "2553565",
    "title": "Collaborative Research: Dipole Tilt Effect on Kelvin-Helmholtz Instability and Its Associated Ionospheric and Geomagnetic Signatures",
    "abstract": "Magnetic reconnection and the Kelvin-Helmhotz Instability (KHI) are believed to be the two major coupling mechanisms between the magnetosphere and the solar wind. This coupling enables energy and particle exchange between the two regions. This project studies these phenomena to provide insight into the importance of Earth’s dipole as a function of time for plasma transport across the magnetopause, the Ionosphere dynamic, and its implications for understanding space weather. The broader impacts i",
    "amount": 75000,
    "startDate": "10/01/2025",
    "endDate": "06/30/2026",
    "awardee": "Clemson University",
    "city": "CLEMSON",
    "state": "SC",
    "pi": "Xueling Shi",
    "piEmail": "xuelins@clemson.edu",
    "date": "11/19/2025",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2532798",
    "title": "Fluidic Protein Vesicles for High-Density Signal Presentation in Immunomodulatory Biomaterials",
    "abstract": "PART 1: NON-TECHNICAL SUMMARY\r\nLiving cells constantly communicate and respond to their surroundings using complex molecular interactions on their surfaces. Many life-saving immunotherapies, such as engineered T cells used to fight cancer, rely on these surface interactions to activate the immune system. However, building artificial systems that can reliably mimic these natural signals has been very difficult. Current synthetic materials cannot easily control how proteins cluster, move, and orga",
    "amount": 507298,
    "startDate": "01/01/2026",
    "endDate": "12/31/2028",
    "awardee": "University of Florida",
    "city": "GAINESVILLE",
    "state": "FL",
    "pi": "Yeongseon Jang",
    "piEmail": "y.jang@ufl.edu",
    "date": "12/31/2025",
    "sectors": [
      "biotech"
    ]
  },
  {
    "id": "2607428",
    "title": "Collaborative Research: Energy Conversion Beyond the First Law of Thermodynamics in Non-Equilibrium Plasmas",
    "abstract": "This award supports a collaborative effort at West Virginia University and the University of New Hampshire to study energy conversion in weakly collisional plasmas.  One of the most challenging problems in the study of plasmas - gases hot enough that electrons come apart from the atoms - is understanding how energy is converted between electromagnetic fields and the thermal energy of the plasma, which is the energy associated with random motion of the electrically charged particles.  This is an ",
    "amount": 474996,
    "startDate": "12/01/2025",
    "endDate": "06/30/2026",
    "awardee": "Clemson University",
    "city": "CLEMSON",
    "state": "SC",
    "pi": "Paul Cassak",
    "piEmail": "pcassak@clemson.edu",
    "date": "11/21/2025",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2554033",
    "title": "Collaborative Research: Wave-Particle Interactions in 3D Magnetic Fields",
    "abstract": "Wave-particle interactions are a fundamental process underlying phenomena across the plasma universe, from laboratory plasmas to the magnetosphere. Understanding how energetic particles interact with waves in space and laboratory plasmas has the potential to improve our ability to protect satellites, design cleaner energy sources, and develop technologies that rely on controlling high-temperature plasmas. This award supports a collaboration between Columbia University, West Virginia University, ",
    "amount": 350077,
    "startDate": "12/01/2025",
    "endDate": "11/30/2028",
    "awardee": "Regents of the University of Michigan - Ann Arbor",
    "city": "ANN ARBOR",
    "state": "MI",
    "pi": "Weichao Tu",
    "piEmail": "wetu@umich.edu",
    "date": "11/19/2025",
    "sectors": [
      "space",
      "nuclear"
    ]
  },
  {
    "id": "2602731",
    "title": "EAGER: TaskDCL: Collaborative Research: Dexterous In-Hand Telemanipulation with End-Effector-Based Control and Safety-Aware Perception Feedback for Human-Robot Collaborative Tasks",
    "abstract": "This EArly-concept Grant for Exploratory Research (EAGER) project aims to revolutionize telemanipulation, a vital component of human-robot systems requiring precise, contact-intensive, and safety-critical manipulations. Traditional methods involve a human operator controlling a dexterous robot hand to interact with external objects, often mimicking human hand movements. These teleoperation approaches, however, need to adequately address the challenges arising from the physical interactions of th",
    "amount": 160000,
    "startDate": "10/01/2025",
    "endDate": "10/31/2026",
    "awardee": "Kennesaw State University Research and Service Foundation",
    "city": "KENNESAW",
    "state": "GA",
    "pi": "Lingfeng Tao",
    "piEmail": "ltao2@kennesaw.edu",
    "date": "12/30/2025",
    "sectors": [
      "robotics"
    ]
  },
  {
    "id": "2615835",
    "title": "CICI: UCSS:  Human-Centered Cybersecurity in Robotic Surgery (HCCRS) - Coordinating the Human and Cyber Infrastructure for Cybersecurity",
    "abstract": "Robotic-assisted surgery cyberinfrastructure combines advanced data analytics and decision making in the cloud with interconnected Internet of Things-based systems that has brought opportunities for advanced diagnostics, patient monitoring, and personalized medicine. However, the increased data and resource sharing enabled by these devices and artificial intelligence in the robotic-assisted surgery infrastructure has increased vulnerabilities and opportunities for cyberattacks. In particular, da",
    "amount": 599982,
    "startDate": "10/01/2025",
    "endDate": "08/31/2026",
    "awardee": "University of Wisconsin-Madison",
    "city": "MADISON",
    "state": "WI",
    "pi": "Jackie Cha",
    "piEmail": "jackie.cha@wisc.edu",
    "date": "02/10/2026",
    "sectors": [
      "robotics",
      "ai"
    ]
  },
  {
    "id": "2609819",
    "title": "RAPID: Guided Laser Wakefield Acceleration at the ZEUS Laser Facility",
    "abstract": "Particle accelerators are powerful tools used in medicine, manufacturing, and fundamental science, but conventional accelerator facilities are large, expensive, and limited in number. This award advances a promising alternative: laser-driven particle accelerators that can achieve extremely high energies over much shorter distances by using plasma as the accelerating medium. The award supports the extension of this type of accelerator to unprecedented power and length scales on the highest power ",
    "amount": 200000,
    "startDate": "02/15/2026",
    "endDate": "01/31/2027",
    "awardee": "University of Maryland, College Park",
    "city": "COLLEGE PARK",
    "state": "MD",
    "pi": "Jaron Shrock",
    "piEmail": "jshrock@umd.edu",
    "date": "02/05/2026",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2541940",
    "title": "CAREER: Plasma Optics for Compact Ultra-High-Power Lasers",
    "abstract": "High-power lasers that provide ultrashort pulses of intense light are a critical technology for fundamental science and a range of industrial, medical, and national security applications. The key constraint on laser power and performance is damage to glass and metal optics: to prevent high-power lasers from destroying themselves, their optics must be large. The size and expense of large optics make higher laser powers impractical and limit possible applications of existing systems. This project ",
    "amount": 850000,
    "startDate": "02/01/2026",
    "endDate": "01/31/2031",
    "awardee": "Stanford University",
    "city": "STANFORD",
    "state": "CA",
    "pi": "Matthew Edwards",
    "piEmail": "mredwards@stanford.edu",
    "date": "01/20/2026",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2611256",
    "title": "Collaborative Research: GEM--How Upstream Solar Wind Conditions Determine the Properties of the Foreshock Backstreaming Ions",
    "abstract": "The interaction of the solar wind and the Earth's magnetic field created a collisionless shock called a bow shock in front of the Earth's magnetosphere.  The incident particles can be accelerated and reflected at the bow shock, resulting in their counter-streaming along field lines and interacting with the local plasma.  Earth's bow shock is a natural laboratory to study the complex interactions between the incident solar wind and the counter-streaming foreshock populations.   This study aims to",
    "amount": 271096,
    "startDate": "01/01/2026",
    "endDate": "10/31/2026",
    "awardee": "Embry-Riddle Aeronautical University",
    "city": "DAYTONA BEACH",
    "state": "FL",
    "pi": "Kun Zhang",
    "piEmail": "kzhang@epss.ucla.edu",
    "date": "01/14/2026",
    "sectors": [
      "nuclear"
    ]
  },
  {
    "id": "2601491",
    "title": "Accessing and Stabilizing Metastable States by Coupling Plasma and Surface Chemistry",
    "abstract": "With support from the Chemical Catalysis program in the Division of Chemistry,  Casey O’Brien and William Schneider of the University of Notre Dame are working collaboratively (1) to clarify the mechanisms by which atmospheric pressure plasmas couple with solid surfaces to access and stabilize metastable nitrogen species, and (2) to explore the potential to exploit these metastable states to drive novel reactions. The integration of atmospheric pressure plasmas with heterogeneous catalysts (plas",
    "amount": 576640,
    "startDate": "12/01/2025",
    "endDate": "11/30/2027",
    "awardee": "Texas Tech University",
    "city": "LUBBOCK",
    "state": "TX",
    "pi": "Casey O'Brien",
    "piEmail": "casobrie@ttu.edu",
    "date": "11/20/2025",
    "sectors": [
      "nuclear",
      "biotech"
    ]
  },
  {
    "id": "2554739",
    "title": "CAREER: Versatile RF Electronics for Extremely High-Temperature Sensing and Communications",
    "abstract": "The swift advancement in new energy sources, industrial automation, automotive controls, and space exploration demands the investigation of harsh-environment electronics, often withstanding temperature ranges from hundreds to several thousands of degrees Celsius (°C). For instance, space science communities have advanced electronic components to explore Venus’s atmosphere, which can reach temperatures above 500 °C. Turbine engines in aerospace industries utilize high-temperature sensors for remo",
    "amount": 550000,
    "startDate": "10/01/2025",
    "endDate": "12/31/2029",
    "awardee": "University of Massachusetts Amherst",
    "city": "AMHERST",
    "state": "MA",
    "pi": "Yanghyo Kim",
    "piEmail": "yanghyokim@umass.edu",
    "date": "12/01/2025",
    "sectors": [
      "defense"
    ]
  },
  {
    "id": "2548888",
    "title": "Collaborative Research: SPV: Synthesis, Profiling, and Verification of Quantum Circuits",
    "abstract": "Today's quantum circuit designs are akin to classical circuits in their early stages, which were designed by hand and manually laid out, while the power of classical computing hardware was not fully unleashed until the emergence of Electronic Design Automation (EDA) in the 1950s, enabling the scalable design of integrated circuits. Although quantum computing holds great promise to dramatically speed up many chemical, financial, cryptographic, and machine-learning applications, we are witnessing ",
    "amount": 248242,
    "startDate": "10/01/2025",
    "endDate": "09/30/2028",
    "awardee": "Rensselaer Polytechnic Institute",
    "city": "TROY",
    "state": "NY",
    "pi": "Kanad Basu",
    "piEmail": "basuk@rpi.edu",
    "date": "12/01/2025",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2540313",
    "title": "CAREER: Topological quantum devices as a window into strongly correlated matter",
    "abstract": "NONTECHNICAL SUMMARY\r\n\r\nA central challenge for quantum materials is understanding how large numbers of electrons interact and organize themselves into collective quantum states. These interactions often lead to emergent behavior, where the system exhibits new properties that are more than those of the sum of its parts. Well-known examples include superconductivity, which enables electric current to flow without resistance, and magnetism, which enables materials to generate magnetic fields. Thes",
    "amount": 547905,
    "startDate": "08/01/2026",
    "endDate": "07/31/2031",
    "awardee": "Purdue University",
    "city": "WEST LAFAYETTE",
    "state": "IN",
    "pi": "Jukka Vayrynen",
    "piEmail": "vayrynen@purdue.edu",
    "date": "12/22/2025",
    "sectors": [
      "quantum",
      "biotech"
    ]
  },
  {
    "id": "2542086",
    "title": "CAREER: Frontiers of Superconductivity: Unconventional, Topological, and Low-Density Systems",
    "abstract": "NONTECHNICAL SUMMARY\r\n\r\nSuperconductivity — the ability of certain materials to conduct electricity with zero resistance — was one of the landmark discoveries of twentieth-century physics. It revolutionized technology, enabling powerful magnets for particle accelerators and MRI machines, maglev trains, and today serves as a promising foundation for quantum computing. Superconductivity also deepened our understanding of nature by revealing a remarkable quantum state visible on macroscopic scales.",
    "amount": 650000,
    "startDate": "06/01/2026",
    "endDate": "05/31/2031",
    "awardee": "Carnegie Mellon University",
    "city": "PITTSBURGH",
    "state": "PA",
    "pi": "Vladyslav Kozii",
    "piEmail": "vkozii@andrew.cmu.edu",
    "date": "12/31/2025",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2543710",
    "title": "CAREER: Electronic and optical phenomena in moire materials beyond the flat-band paradigm",
    "abstract": "NONTECHNICAL SUMMARY\r\n\r\nImagine materials that look like tiny, patterned quilts at the atomic scale; these are called moiré materials. Their unique structure creates energy conditions (called flat bands) where electrons move slowly and thus interact strongly with one another. In turn, these interactions can lead to surprising phenomena, from new forms of superconductivity to unexpected optical effects with potential for fundamental technological advancements.\r\n\r\nThis project looks beyond the fla",
    "amount": 597737,
    "startDate": "06/01/2026",
    "endDate": "05/31/2031",
    "awardee": "Florida State University",
    "city": "TALLAHASSEE",
    "state": "FL",
    "pi": "Cyprian Lewandowski",
    "piEmail": "clewandowski@fsu.edu",
    "date": "12/22/2025",
    "sectors": []
  },
  {
    "id": "2544091",
    "title": "CAREER: Decoding Polymer-Drug Interactions with AI for Rational Carrier Design",
    "abstract": "NON-TECHNICAL SUMMARY:\r\n\r\nMany promising new medicines fail to reach patients because they do not dissolve well in water, making it hard for the body to absorb them. This poor solubility affects over 90% of drugs in development, limiting treatment options, increasing costs, and often forcing researchers to abandon otherwise effective compounds. Polymeric micelles are tiny, self-assembled carriers made from long-chain molecules that offer a powerful way to encapsulate and deliver these hydrophobi",
    "amount": 681682,
    "startDate": "05/01/2026",
    "endDate": "04/30/2031",
    "awardee": "Arizona State University",
    "city": "SCOTTSDALE",
    "state": "AZ",
    "pi": "Richard d'Arcy",
    "piEmail": "richard.darcy@asu.edu",
    "date": "01/20/2026",
    "sectors": []
  },
  {
    "id": "2609487",
    "title": "EAGER: Leveraging Quantum Computing for Stochastic Optimization",
    "abstract": "Many of the most consequential decisions in energy, transportation, and supply chains must be made in the face of uncertainty (e.g., fluctuating demand, disruptions, extreme events), yet the resulting optimization problems can be too large for current methods to solve quickly and reliably. This EArly-concept Grant for Exploratory Research (EAGER) project will provide empirically grounded guidance on when and how quantum computing resources available in the near future can help with these uncerta",
    "amount": 300000,
    "startDate": "04/01/2026",
    "endDate": "03/31/2028",
    "awardee": "University of Tennessee Knoxville",
    "city": "KNOXVILLE",
    "state": "TN",
    "pi": "James Ostrowski",
    "piEmail": "jostrows@utk.edu",
    "date": "01/08/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2603273",
    "title": "Travel: Student Travel Grant for the 2026 IEEE ICC",
    "abstract": "This proposal seeks to fund US-based students to attend the 2026 IEEE International Conference on Communications (ICC), held in Glasgow, Scotland on May 24 - 28, 2026.  IEEE ICC 2026, is a premier annual forum that attracts high-quality, forward-looking research contributions and provides a vibrant forum for technical and professional exchanges. IEEE ICC 2026, will expose selected students to cutting-edge developments in the field and enable interactions with world-leading researchers. The confe",
    "amount": 20000,
    "startDate": "04/01/2026",
    "endDate": "03/31/2027",
    "awardee": "West Virginia University Research Corporation",
    "city": "MORGANTOWN",
    "state": "WV",
    "pi": "Matthew Valenti",
    "piEmail": "mvalenti@wvu.edu",
    "date": "01/26/2026",
    "sectors": []
  },
  {
    "id": "2611301",
    "title": "Conference: Student Support Program for the 2026 Modeling, Estimation, and Control Conference (MECC 2026); Phoenix, Arizona; 25-28 October 2026",
    "abstract": "This grant provides funding to support student participation in the 2026 Modeling, Estimation, and Control Conference (MECC 2026), which will be held 25–28 October 2026 in Phoenix, Arizona. MECC is a premier conference held annually and serves the scientific and engineering communities in the cross-disciplinary areas of modeling, estimation, and control of dynamical systems. The conference provides a platform for the dissemination and discussion of state-of-the-art research in dynamics and contr",
    "amount": 30100,
    "startDate": "04/01/2026",
    "endDate": "03/31/2027",
    "awardee": "Iowa State University",
    "city": "AMES",
    "state": "IA",
    "pi": "Juan Ren",
    "piEmail": "juanren@iastate.edu",
    "date": "01/29/2026",
    "sectors": []
  },
  {
    "id": "2541093",
    "title": "CAREER: pi-Conjugated Allene Polymers as Conformationally and Electronically Switchable Chiral Materials",
    "abstract": "With the support of the Macromolecular, Supramolecular and Nanochemistry Program in the Chemistry Section, Professor Cedric Schaack of Wake Forest University will develop a new class of smart plastics that can controllably change color and electrical properties. These materials will respond to chemical signals by shifting from transparent to deeply colored, while also switching from electrical insulators to conductors. The key innovation lies in incorporating special building blocks called allen",
    "amount": 687371,
    "startDate": "03/15/2026",
    "endDate": "02/28/2031",
    "awardee": "Wake Forest University",
    "city": "WINSTON SALEM",
    "state": "NC",
    "pi": "Cedric Schaack",
    "piEmail": "schaacc@wfu.edu",
    "date": "02/11/2026",
    "sectors": []
  },
  {
    "id": "2541083",
    "title": "CAREER: Molecular Design Rules Governing Chirality Transfer in Conjugated Polymers",
    "abstract": "Non-Technical Summary:\r\n\r\nThis project will develop a new class of flexible, lightweight materials that can actively change how they interact with light and electronic signals. Many modern devices, from medical sensors to communication systems, use materials whose properties are fixed once they are manufactured. This research aims to overcome that limitation by creating materials that can be electrically “reprogrammed” in real time. The approach combines well-established plastics that conduct el",
    "amount": 650542,
    "startDate": "03/01/2026",
    "endDate": "02/28/2031",
    "awardee": "University of Utah",
    "city": "SALT LAKE CITY",
    "state": "UT",
    "pi": "Connor Bischak",
    "piEmail": "connor.bischak@utah.edu",
    "date": "12/22/2025",
    "sectors": [
      "defense"
    ]
  },
  {
    "id": "2436097",
    "title": "Novel Full Switching and Photo-galvanic effect in PT-invariant Quantum Antiferromagnets",
    "abstract": "Non-technical Abstract: \r\nThe current memory technology in the commonly used hard drives is based on ferromagnetic materials that contain Cobalt or Iron. The operating speed limit for these materials is often in the gigahertz (1,000,000,000 Hz) regime. Another class of magnetic material known as antiferromagnets can support memory operation in the much higher terahertz (1,000,000,000,000 Hz) frequency. This project is to designed to realize the switching between the bit 1 and bit 0 memory states",
    "amount": 566139,
    "startDate": "02/15/2026",
    "endDate": "01/31/2029",
    "awardee": "University of Pennsylvania",
    "city": "PHILADELPHIA",
    "state": "PA",
    "pi": "Liang Wu",
    "piEmail": "liangwu@sas.upenn.edu",
    "date": "02/10/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2549841",
    "title": "Conference: Low-Dimensional Materials and Electronics Conference",
    "abstract": "The semiconductor industry is rapidly approaching the fundamental limits of conventional scaling, creating an urgent need for transformative materials and integration strategies that can sustain progress in electronics and advanced artificial intelligence (AI) hardware. Low-dimensional (low-D) materials—metals, semiconductors, and insulators with one-dimensional features such as carbon nanotubes or atomically thin two-dimensional layers like molybdenum disulfide—offer a compelling pathway forwar",
    "amount": 299596,
    "startDate": "02/15/2026",
    "endDate": "07/31/2026",
    "awardee": "Stanford University",
    "city": "STANFORD",
    "state": "CA",
    "pi": "Eric Pop",
    "piEmail": "epop@stanford.edu",
    "date": "02/02/2026",
    "sectors": [
      "ai"
    ]
  },
  {
    "id": "2541221",
    "title": "CAREER: Understanding Local Stereochemistry of Anharmonic ns2 Lone Pairs in Heteroleptic Halides and Chalcohalides via Total Scattering",
    "abstract": "Part 1: NON-TECHNICAL SUMMARY\r\nThe development of new semiconductors with outstanding properties is of critical importance to modern technology and energy security. With support from the Solid State and Materials Chemistry Program in NSF’s Mathematical and Physical Sciences Directorate, this CAREER project investigates \"soft\" metal halide and chalcohalide semiconductors, which have shown great promise as emerging materials for electronics and energy applications. These compounds exhibit unusual ",
    "amount": 796646,
    "startDate": "02/15/2026",
    "endDate": "01/31/2031",
    "awardee": "University of Texas at Dallas",
    "city": "RICHARDSON",
    "state": "TX",
    "pi": "Kyle McCall",
    "piEmail": "Kyle.McCall@UTDallas.edu",
    "date": "02/11/2026",
    "sectors": []
  },
  {
    "id": "2452867",
    "title": "Experimental and Theoretical Investigations of Organic Reaction Rates and Mechanisms",
    "abstract": "This research project, led by Professor Kendall N. Houk of the University of California-Los Angeles and funded by the Chemical Mechanism, Function, and Properties Program in the Division of Chemistry, involves computer calculations using the methods of quantum mechanics and molecular dynamics to understand the factors that control chemical reactivity. Professor Houk and his team explore the detailed mechanisms by which reactions occur and predict how changing the conditions, substrates, and cata",
    "amount": 600001,
    "startDate": "02/15/2026",
    "endDate": "01/31/2029",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Kendall Houk",
    "piEmail": "houk@chem.ucla.edu",
    "date": "02/02/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2601316",
    "title": "Polariton and CISS Effects on Photoinduced Electron Transfer from Quantum Confined Semiconductor Nanocrystals",
    "abstract": "With support from the Macromolecular, Supramolecular and Nanochemistry program in the Division of Chemistry, Professor Tianquan Lian and a team of Emory graduate and undergraduate students are developing two novel ways to control photoinduced electron transfer (ET) from quantum confined semiconductor nanocrystals (NCs), one of the most important processes in photocatalysis and quantum information science. Quantum confined semiconductor NCs are promising novel materials with potential application",
    "amount": 519980,
    "startDate": "02/15/2026",
    "endDate": "02/28/2027",
    "awardee": "University of Pennsylvania",
    "city": "PHILADELPHIA",
    "state": "PA",
    "pi": "Tianquan Lian",
    "piEmail": "tlian@sas.upenn.edu",
    "date": "02/09/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2437294",
    "title": "Nanoscale Quantum Sensing of Magnetic and Noncentrosymmetric Weyl Semimetals",
    "abstract": "Non-Technical Abstract:\r\nHarnessing quantum materials for cutting-edge scientific research and technological innovations constitutes a key mission of the ongoing quantum revolution. Magnetic Weyl semimetals, a group of scientifically intriguing and technologically important materials, are naturally relevant in this context thanks to their promise for delivering advanced functionalities such as high density, ultrafast processing speeds and improved stability to next-generation quantum electronics",
    "amount": 480000,
    "startDate": "02/15/2026",
    "endDate": "01/31/2029",
    "awardee": "Georgia Tech Research Corporation",
    "city": "ATLANTA",
    "state": "GA",
    "pi": "Chunhui Du",
    "piEmail": "cdu71@gatech.edu",
    "date": "02/06/2026",
    "sectors": [
      "quantum",
      "biotech"
    ]
  },
  {
    "id": "2535915",
    "title": "Simulating fluid dynamics using hybrid quantum-classical devices",
    "abstract": "As famously stated by the Nobel laureate Richard Feynman: “…turbulence is the most important unsolved problem of classical physics….” This statement is still true today despite more than a century of research devoted to turbulence. The complicated structure of turbulent flow at small and large scales makes analysis of turbulence notoriously difficult.  This proposal explores whether quantum mechanics can provide an effective framework for addressing this classical problem. The project will adapt",
    "amount": 543305,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "University of Pittsburgh",
    "city": "PITTSBURGH",
    "state": "PA",
    "pi": "Juan Mendoza Arenas",
    "piEmail": "jum151@pitt.edu",
    "date": "01/29/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2511160",
    "title": "Equipment: MRI:  Track 1  Acquisition of a Near Ambient Pressure X-Ray Photoelectron Spectroscopy (NAP-XPS) System for Research and Teaching at the University of South Carolina",
    "abstract": "About a third of the world’s gross domestic product passes through a catalytic reactor at some point. This includes textiles, petroleum products, fertilizer, specialty chemicals, pesticides, fragrances, and pharmaceuticals. Manufacturing these products often involves catalysts composed of metal nanoparticles containing platinum or palladium. The nanoparticles are anchored to a stable porous support, such as aluminum oxide or carbon. The materials must be accurately characterized, and the nanopar",
    "amount": 1395900,
    "startDate": "02/01/2026",
    "endDate": "01/31/2029",
    "awardee": "University of South Carolina at Columbia",
    "city": "COLUMBIA",
    "state": "SC",
    "pi": "John Regalbuto",
    "piEmail": "regalbuj@cec.sc.edu",
    "date": "02/04/2026",
    "sectors": []
  },
  {
    "id": "2542485",
    "title": "CAREER: Solving the Quantum Many-Body Problem in Moire Materials with Quantum Geometry & Tensor Networks",
    "abstract": "NONTECHNICAL SUMMARY\r\n\r\nSo-called \"emergent\" behavior occurs when a large number of particles act together in concert to produce phenomena that are not possible with individual particles. A fascinating example occurs in quantum mechanical systems with a large number of electrons, such as semiconductors. Each electron carries one unit of electric charge and cannot be split. However, under certain conditions, quantum effects conspire to produce emergent particles called “anyons” that each carry a ",
    "amount": 600000,
    "startDate": "02/01/2026",
    "endDate": "01/31/2031",
    "awardee": "University of California-San Diego",
    "city": "LA JOLLA",
    "state": "CA",
    "pi": "Daniel Parker",
    "piEmail": "danielericparker@ucsd.edu",
    "date": "12/31/2025",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2537360",
    "title": "Conference: Bridging the gap between NISQ and FTQC",
    "abstract": "This award provides support for participants in the workshop \"Bridging the gap between NISQ and FTQC\", to be held February 17-20, 2026 at the Institute for Pure and Applied Mathematics, UCLA. Quantum computing is a rapidly developing fields that aims to utilize quantum effects to perform complex computations efficiently. Modern day quantum computers can manipulate thousands of qubits (quantum analogs of bits, the elementary units of data storage). Currently available quantum computers are noisy ",
    "amount": 61800,
    "startDate": "02/01/2026",
    "endDate": "01/31/2027",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Dimitri Shlyakhtenko",
    "piEmail": "shlyakht@ipam.ucla.edu",
    "date": "01/16/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2537359",
    "title": "Conference: New Frontiers in Quantum Algorithms for Open Quantum Systems",
    "abstract": "This award provides support for participants in the workshop New Frontiers in Quantum Algorithms for Open Quantum Systems, to be held January 12-16, 2026 at the Institute for Pure and Applied Mathematics, UCLA.  Quantum computing is a rapidly developing fields that aims to utilize quantum effects to perform complex computations efficiently. Modern day quantum computers can manipulate thousands of qubits (quantum analogs of bits, the elementary units of data storage). A quantum computer is then a",
    "amount": 77460,
    "startDate": "02/01/2026",
    "endDate": "01/31/2027",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Dimitri Shlyakhtenko",
    "piEmail": "shlyakht@ipam.ucla.edu",
    "date": "01/20/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2611204",
    "title": "Travel: NSF Student Travel Grant for the 2026 ACM/IEEE International Conference on Human-Robot Interaction (HRI)",
    "abstract": "This grant will provide partial travel support to about 10 U.S.-based students to attend the Human-Robot Interaction (HRI) Pioneers Workshop, to be held in March 2026 conjunction with the ACM/IEEE International Conference on Human-Robot Interaction (HRI 2026). HRI is a selective venue that bridges robotics, human factors, artificial intelligence, behavioral sciences, and related fields to advance knowledge around designing effective interactions with robots. The HRI Pioneers Workshop provides a ",
    "amount": 12190,
    "startDate": "02/01/2026",
    "endDate": "01/31/2027",
    "awardee": "University of Wisconsin-Madison",
    "city": "MADISON",
    "state": "WI",
    "pi": "Michael Hagenow",
    "piEmail": "hagenow@cs.wisc.edu",
    "date": "01/14/2026",
    "sectors": [
      "robotics",
      "ai"
    ]
  },
  {
    "id": "2612510",
    "title": "CAREER: Composable Optimization for Robot Simulation and Control",
    "abstract": "Robots have come a long way in the past decade, but they still cannot reliably traverse or manipulate complex environments in the real world. This Faculty Early Career Development (CAREER) award supports research that looks to address two key reasons for this capability gap by developing 1) simulation tools that can efficiently and accurately capture relevant physics – including deformation, fluid interactions, and orbital dynamics – and 2) control methods that can reason about complex systems w",
    "amount": 650000,
    "startDate": "01/15/2026",
    "endDate": "09/30/2030",
    "awardee": "Massachusetts Institute of Technology",
    "city": "CAMBRIDGE",
    "state": "MA",
    "pi": "Zachary Manchester",
    "piEmail": "zacm@mit.edu",
    "date": "02/13/2026",
    "sectors": [
      "space",
      "robotics"
    ]
  },
  {
    "id": "2516559",
    "title": "Collaborative Research: NeTS: Small: Joint Sensing and Communication with Millimeter-Wave Backscatter Tags for Multi-Agent Systems.",
    "abstract": "The convergence of sensing and communication technologies is becoming increasingly critical in emerging multi-agent systems, such as robot swarms, autonomous vehicles and virtual reality. These systems require both precise spatial awareness for coordination and real-time data exchange for collaborative decision making. However, existing solutions face fundamental limitations. Optical tracking systems are expensive and sensitive to occlusion, while Radio Frequency-based systems struggle to achiev",
    "amount": 180000,
    "startDate": "12/15/2025",
    "endDate": "11/30/2028",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Omid Abari",
    "piEmail": "omid@cs.ucla.edu",
    "date": "12/12/2025",
    "sectors": [
      "defense",
      "robotics"
    ]
  },
  {
    "id": "2516558",
    "title": "Collaborative Research: NeTS: Small: Joint Sensing and Communication with Millimeter-Wave Backscatter Tags for Multi-Agent Systems.",
    "abstract": "The convergence of sensing and communication technologies is becoming increasingly critical in emerging multi-agent systems, such as robot swarms, autonomous vehicles and virtual reality. These systems require both precise spatial awareness for coordination and real-time data exchange for collaborative decision making. However, existing solutions face fundamental limitations. Optical tracking systems are expensive and sensitive to occlusion, while Radio Frequency-based systems struggle to achiev",
    "amount": 300000,
    "startDate": "12/15/2025",
    "endDate": "11/30/2028",
    "awardee": "University of Pennsylvania",
    "city": "PHILADELPHIA",
    "state": "PA",
    "pi": "Mingmin Zhao",
    "piEmail": "mingminz@cis.upenn.edu",
    "date": "12/12/2025",
    "sectors": [
      "defense",
      "robotics"
    ]
  },
  {
    "id": "2603416",
    "title": "CPS: Medium: Aerial Co-Workers: Augmenting Physical and Cognitive Human Capabilities",
    "abstract": "This project studies the algorithmic foundations and methodological frameworks to augment human capabilities via a novel form of physical and cognitive collaboration between human and multi-agent robotic systems, creating Aerial Co-Workers. These machines will actively collaborate with each other and with humans and tackle the fundamental gaps related to human-MAV collaboration at both physical and cognitive levels. The project is organized along two main thrust areas: Physical Collaboration and",
    "amount": 874936,
    "startDate": "10/01/2025",
    "endDate": "12/31/2026",
    "awardee": "University of California-Berkeley",
    "city": "BERKELEY",
    "state": "CA",
    "pi": "Giuseppe Loianno",
    "piEmail": "loiannog@berkeley.edu",
    "date": "12/11/2025",
    "sectors": [
      "robotics"
    ]
  },
  {
    "id": "2534503",
    "title": "CAREER: Enabling Autonomy via Enhanced Situational Awareness for Underwater Robotics",
    "abstract": "The role of the aquatic environment is of great importance:  it plays a critical role in climate; it contains the highest biodiversity on the planet; ports are among the most critical infrastructures for trade and transportation; and as much as 40% of the global population lives within 100km of the shoreline.  Improving our understanding of the underwater domain is essential. Using autonomous robots to collect additional information will be safer, more cost effective, and can be extended to a la",
    "amount": 549932,
    "startDate": "10/01/2025",
    "endDate": "11/30/2026",
    "awardee": "University of Delaware",
    "city": "NEWARK",
    "state": "DE",
    "pi": "Ioannis Rekleitis",
    "piEmail": "yiannisr@udel.edu",
    "date": "02/04/2026",
    "sectors": [
      "defense",
      "robotics"
    ]
  },
  {
    "id": "2550847",
    "title": "Collaborative Research: RAPID: Seafloor Eruption Opens a Window into Productivity and Ecosystem Recovery at Deep-Sea Vents",
    "abstract": "A recent deep-sea volcanic eruption on the East Pacific Rise provides a rare, time-sensitive opportunity to investigate how deep-ocean ecosystems recover from catastrophic disturbance. Because this site has been studied for decades, researchers can compare current events to data from before the eruption and from past eruptions, offering insight into how ocean life responds to sudden natural change. Through this project, the scientific team is investigating how microorganisms and animals return t",
    "amount": 52276,
    "startDate": "01/01/2026",
    "endDate": "12/31/2026",
    "awardee": "Louisiana State University",
    "city": "BATON ROUGE",
    "state": "LA",
    "pi": "Amanda Achberger",
    "piEmail": "a.m.achberger@gmail.com",
    "date": "12/23/2025",
    "sectors": []
  },
  {
    "id": "2550845",
    "title": "Collaborative Research: RAPID: Seafloor Eruption Opens a Window into Productivity and Ecosystem Recovery at Deep-Sea Vents",
    "abstract": "A recent deep-sea volcanic eruption on the East Pacific Rise provides a rare, time-sensitive opportunity to investigate how deep-ocean ecosystems recover from catastrophic disturbance. Because this site has been studied for decades, researchers can compare current events to data from before the eruption and from past eruptions, offering insight into how ocean life responds to sudden natural change. Through this project, the scientific team is investigating how microorganisms and animals return t",
    "amount": 100000,
    "startDate": "01/01/2026",
    "endDate": "12/31/2026",
    "awardee": "Woods Hole Oceanographic Institution",
    "city": "WOODS HOLE",
    "state": "MA",
    "pi": "Lauren Mullineaux",
    "piEmail": "lmullineaux@whoi.edu",
    "date": "12/23/2025",
    "sectors": []
  },
  {
    "id": "2550846",
    "title": "Collaborative Research: RAPID: Seafloor Eruption Opens a Window into Productivity and Ecosystem Recovery at Deep-Sea Vents",
    "abstract": "A recent deep-sea volcanic eruption on the East Pacific Rise provides a rare, time-sensitive opportunity to investigate how deep-ocean ecosystems recover from catastrophic disturbance. Because this site has been studied for decades, researchers can compare current events to data from before the eruption and from past eruptions, offering insight into how ocean life responds to sudden natural change. Through this project, the scientific team is investigating how microorganisms and animals return t",
    "amount": 47590,
    "startDate": "01/01/2026",
    "endDate": "12/31/2026",
    "awardee": "Texas A&M University",
    "city": "COLLEGE STATION",
    "state": "TX",
    "pi": "Jason Sylvan",
    "piEmail": "jasonsylvan@tamu.edu",
    "date": "12/23/2025",
    "sectors": []
  },
  {
    "id": "2614807",
    "title": "CAREER: Integrative Pathway Analysis for Cancer Subtyping, Patient Stratification, and Risk Prediction",
    "abstract": "Cancer is an umbrella term that includes a range of disorders, from those that are fast-growing and lethal to indolent lesions with low potential for progression to death. In recent decades, important clinical advances in cancer treatments have been attributed to molecular subtyping and targeted treatments aiming at specific genes. However, a significant percentage of patients do not respond to targeted therapies or develop resistance over time. This implies that current methods for tumor charac",
    "amount": 490039,
    "startDate": "01/01/2026",
    "endDate": "06/30/2027",
    "awardee": "Wayne State University",
    "city": "DETROIT",
    "state": "MI",
    "pi": "Tin Nguyen",
    "piEmail": "tin@wayne.edu",
    "date": "02/04/2026",
    "sectors": [
      "biotech"
    ]
  },
  {
    "id": "2449251",
    "title": "Collaborative Research: BoCP-Implementation: Ancient DNA approaches to reconstruct environmental impacts on coral reefs",
    "abstract": "Coral reefs nurture fisheries, protect coastlines, and support rich ecological communities. Reef-building corals depend on microbes living in their tissues to keep them healthy and thriving. This community of microbes – the coral's microbiome – includes algae that provide food and bacteria that promote coral health. Changes in reef conditions can affect the makeup of this microbiome. In coastal regions near coral reefs, environmental stresses have intensified, especially over the past several de",
    "amount": 1867914,
    "startDate": "12/15/2025",
    "endDate": "11/30/2028",
    "awardee": "University of California-Los Angeles",
    "city": "LOS ANGELES",
    "state": "CA",
    "pi": "Monica Medina",
    "piEmail": "monicamedina@ucla.edu",
    "date": "12/18/2025",
    "sectors": []
  },
  {
    "id": "2449252",
    "title": "Collaborative Research: BoCP-Implementation: Ancient DNA approaches to reconstruct environmental impacts on coral reefs",
    "abstract": "Coral reefs nurture fisheries, protect coastlines, and support rich ecological communities. Reef-building corals depend on microbes living in their tissues to keep them healthy and thriving. This community of microbes – the coral's microbiome – includes algae that provide food and bacteria that promote coral health. Changes in reef conditions can affect the makeup of this microbiome. In coastal regions near coral reefs, environmental stresses have intensified, especially over the past several de",
    "amount": 932086,
    "startDate": "12/15/2025",
    "endDate": "11/30/2028",
    "awardee": "Regents of the University of Michigan - Ann Arbor",
    "city": "ANN ARBOR",
    "state": "MI",
    "pi": "Julia Cole",
    "piEmail": "colejul@umich.edu",
    "date": "12/18/2025",
    "sectors": []
  },
  {
    "id": "2611664",
    "title": "Collaborative Research: CyberTraining: Pilot: iVirus: Advancing AI-driven Viral Ecology through training in Cyberinfrastructure and High-Performance Computing",
    "abstract": "Viruses are the most abundant biological entities on Earth, infecting all major categories of life. To study viruses, the viral genomics community has generated enormous amounts of scientific data through advanced gene sequencing and other techniques. Exploring and extracting scientific insights from data of this size is challenging and requires accessible training  that can teach the research community how to use the advanced computational tools and infrastructure needed for research. At the sa",
    "amount": 105635,
    "startDate": "11/01/2025",
    "endDate": "10/31/2026",
    "awardee": "North Carolina State University",
    "city": "RALEIGH",
    "state": "NC",
    "pi": "Bonnie Hurwitz",
    "piEmail": "blhurwit@ncsu.edu",
    "date": "01/05/2026",
    "sectors": [
      "biotech"
    ]
  },
  {
    "id": "2553979",
    "title": "Collaborative Research: Evolutionary and functional genomics of Hawaiian Bidens: determining the genetic basis of phenotypic trait diversification in a rapid adaptive radiation",
    "abstract": "Understanding what drives the evolution of new species is a central question in biology. Groups of species that have recently evolved provide a good system for trying to understand the genetic changes that led to establishment of new species. This research combines the fields of genomics, developmental biology, ecology, and physiology to examine a new lineage of flowering plants in Hawaiʻi in the genus Bidens (family Asteraceae). The project will generate new genome assemblies and experimentally",
    "amount": 474926,
    "startDate": "10/01/2025",
    "endDate": "12/31/2027",
    "awardee": "Clemson University",
    "city": "CLEMSON",
    "state": "SC",
    "pi": "Daniel Jones",
    "piEmail": "dsj2@clemson.edu",
    "date": "01/12/2026",
    "sectors": [
      "biotech"
    ]
  },
  {
    "id": "2555657",
    "title": "RUI: Examining the disconnect between prolactin and parental care in avian brood parasites",
    "abstract": "Prolactin is often referred to as the “parental hormone” because there is a clear and well-established role for this hormone in maintaining parental behavior in many animals.  Yet, there is a seasonal prolactin peak in avian obligate brood parasites, which are birds that leave their eggs in nests of different species rather than build their own nest, incubate their own eggs and feed their own newborns. Elevated prolactin in species that provide no help to their offspring indicates that circulati",
    "amount": 997836,
    "startDate": "10/01/2025",
    "endDate": "04/30/2026",
    "awardee": "Ramapo College of New Jersey",
    "city": "MAHWAH",
    "state": "NJ",
    "pi": "Kathleen Lynch",
    "piEmail": "kathleen.lynch@hofstra.edu",
    "date": "01/14/2026",
    "sectors": []
  },
  {
    "id": "2610857",
    "title": "Collaborative Research: An Integrative Investigation of Dispersal Plasticity Using a Coral Reef Fish",
    "abstract": "Many marine organisms, from corals to fishes, have complex life cycles with relatively sedentary adults and dispersive larvae. The larval phase remains one of the big unknowns in marine ecology. It involves a number of complex questions. How far do larvae disperse from their parents? What causes variation in larval dispersal distance? What are the consequences of variation in larval dispersal distance? These types of questions are being addressed using clown anemonefish (a.k.a. Nemo), using a co",
    "amount": 582954,
    "startDate": "10/01/2025",
    "endDate": "09/30/2027",
    "awardee": "Pennsylvania State Univ University Park",
    "city": "UNIVERSITY PARK",
    "state": "PA",
    "pi": "John Majoris",
    "piEmail": "jxm983@psu.edu",
    "date": "01/22/2026",
    "sectors": []
  },
  {
    "id": "2553978",
    "title": "Collaborative Research: RESEARCH-PGR: Comparative Genomics of the Capitulum: Deciphering the Molecular Basis of a Key Floral Innovation",
    "abstract": "Sunflowers, daisies, and their relatives belong to a family of plants that make up ca. 10% of flowering plant biodiversity and include numerous species of horticultural, medicinal, and industrial value. This group of flowering plants also contains economically important food crops including artichoke, lettuce, safflower, and sunflower. It is considered one of the most successful plant families due to its large size and global distribution. Key to the success of the family is its inflorescence (a",
    "amount": 752045,
    "startDate": "10/01/2025",
    "endDate": "10/31/2026",
    "awardee": "Clemson University",
    "city": "CLEMSON",
    "state": "SC",
    "pi": "Daniel Jones",
    "piEmail": "dsj2@clemson.edu",
    "date": "11/21/2025",
    "sectors": [
      "biotech"
    ]
  },
  {
    "id": "2610026",
    "title": "Installation of a 20 Tesla Magnet at CHESS",
    "abstract": "This award supports the installation and testing of a 20 Tesla superconducting magnet at the Cornell High Energy Synchrotron Source (CHESS). Since 2021, CHESS and the National High Magnetic Field Laboratory (NHMFL) have worked together to create a new facility to study the properties of materials in high magnetic fields using x-rays – the High Magnetic Field (HMF) beamline at CHESS. The construction of both the x-ray beamline (at CHESS) and the unique magnet (by commercial vendors, jointly overs",
    "amount": 440000,
    "startDate": "01/15/2026",
    "endDate": "12/31/2026",
    "awardee": "Cornell University",
    "city": "ITHACA",
    "state": "NY",
    "pi": "Joel Brock",
    "piEmail": "jdb20@cornell.edu",
    "date": "01/15/2026",
    "sectors": [
      "quantum"
    ]
  },
  {
    "id": "2611305",
    "title": "CAREER: New Regimes of Coherent Nonequilibrium Dynamics in Quantum Many-Body Systems",
    "abstract": "NONTECHNICAL SUMMARY\r\n \r\nThis CAREER award supports theoretical research and education in the broad field of nonequilibrium quantum dynamics with a view towards emerging quantum technologies. Quantum computing is a new mode of computation that harnesses the principles of quantum mechanics to store and process information. Rapid experimental progress is ushering in an era of useful near-term quantum computing platforms, with potential applications ranging from cryptography to drug design. Quantum",
    "amount": 470284,
    "startDate": "10/01/2025",
    "endDate": "08/31/2027",
    "awardee": "Pennsylvania State Univ University Park",
    "city": "UNIVERSITY PARK",
    "state": "PA",
    "pi": "Thomas Iadecola",
    "piEmail": "iadecola@iastate.edu",
    "date": "12/31/2025",
    "sectors": [
      "quantum"
    ]
  }
]